bradlc.vscode-tailwindcss
cschlosser.doxdocgen
davidanson.vscode-markdownlint
eamodio.gitlens
ecmel.vscode-html-css
formulahendry.code-runner
formulahendry.vscode-mysql
foxundermoon.shell-format
github.vscode-github-actions
golang.go
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
oderwat.indent-rainbow
patbenatar.advanced-new-file
pranaygp.vscode-css-peek
redhat.fabric8-analytics
redhat.java
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yandeu.five-server
yzane.markdown-pdf
yzhang.markdown-all-in-one
